Repository: Wine-Tour-Experience/easypay-gateway
Catalog: languages/easypay-checkout-for-woocommerce-*.po
Languages: pt_pt

source: Order is pending payment
pt_pt: Pagamento Pendente

source: Order is on hold
pt_pt: Encomenda em espera

source: Order status updated
pt_pt: Estado da encomenda autalizado

source: Settings
pt_pt: Configurações

source: Easypay Payment
pt_pt: Pagamento easypay

source: Visa&Mastercard Card
pt_pt: Cartão Visa & Mastercard

source: Direct Debit
pt_pt: Débito Direto

source: Multibanco Reference
pt_pt: Referência Multibanco

source: Virtual IBAN (Bank Transfer)
pt_pt: IBAN Digital (Transferência Bancária)

source: WooCommerce easypay Gateway Checkout depends on the last version of WooCommerce to work!
pt_pt: WooCommerce easypay Gateway Checkout depende da última versão do WooCommerce para funcionar!

source: easypay Supported Payment Methods
pt_pt: Meios de pagamento suportados pela easypay

source: An error has occurred. Please,
pt_pt: Ocorreu um erro. Por favor,

source: try again
pt_pt: tente novamente

source: Check your orders.
pt_pt: Verifique as suas encomendas.

source: The order has already been paid.
pt_pt: A encomenda já foi paga.

source: Enter the payment information and receive a notification in the Apple Pay app to approve.
pt_pt: Insira a informação para o pagamento e receba uma notificação na App Apple Pay para aprovar.

source: Enable/Disable
pt_pt: Ativar / Desativar

source: Enable Apple Pay Payment Gateway.
pt_pt: Ativar a gateway de pagamento Apple Pay.

source: Title
pt_pt: Título

source: This controls the title which the user sees during checkout.
pt_pt: Aqui pode controlar o título que o utilizador vê durante o checkout.

source: Customer Message
pt_pt: Mensagem ao Cliente

source: Apple Pay Settings
pt_pt: Configurações Apple Pay

source: Apple Pay standard works by sending the user to payment information.
pt_pt: Pagamento automático com aprovação na App Apple Pay.

source: Visa&Mastercard Card (easypay)
pt_pt: Cartão Visa & Mastercard (easypay)

source: Easy and safe payment
pt_pt: Pagamento fácil e seguro

source: Enable Visa & Mastercard Card Payment.
pt_pt: Ativar o pagamento com Cartão Visa & Mastercard.

source: Visa & Mastercard Card Settings
pt_pt: Configurações do Cartão Visa & Mastercard

source: To pay with Visa & Mastercard, you just need to enter your payment information.
pt_pt: Para pagar com o Cartão Visa & Mastercard apenas terá que introduzir as suas informações para pagamento.

source: Direct Debit (easypay)
pt_pt: Débito Direto (easypay)

source: Pay with Direct Debit
pt_pt: Pague com Débito Direto

source: Enable Direct Debit Payment.
pt_pt: Ativar o pagamento por Débito Direto.

source: Direct Debit Settings
pt_pt: Configurações de Débito Direto

source: For a simple direct debit from your bank account.
pt_pt: Para uma cobrança simples diretamente na sua conta bancária.

source: easypay Checkout
pt_pt: Checkout easypay

source: Pay with MB Way, Ref. Multibanco, Visa & Mastercard Cards, Apple Pay, Santander Consumer Finance
pt_pt: Pague com MB Way, Ref. Multibanco, Cartões Visa & Mastercard, Apple Pay, Santander Consumer Finance

source: Enable easypay Payment Gateway.
pt_pt: Ativar a gateway de pagamento da easypay.

source: General Settings
pt_pt: Configurações Gerais

source: Connection Key
pt_pt: Chave de Ligação

source: easypay Sandbox
pt_pt: Sandbox easypay

source: Enable easypay sandbox
pt_pt: Ativar sandbox easypay

source: Multiple Checkout - one per payment method
pt_pt: Meios de Pagamento Separados

source: Enable easypay Multiple Checkout
pt_pt: Ativar checkout de meios de pagamento separados

source: Force Multiple Checkout
pt_pt: Forçar Pagamentos Separados

source: Force all easypay payments
pt_pt: Forçar todos os pagamentos easypay

source: If the separately contracted payment methods do not appear, choose this option to force easypay payment methods to appear
pt_pt: Se não aparecer os meios de pagamentos em separado contratados, escolha esta opção

source: easypay Logo
pt_pt: Logo easypay

source: Upload your custom logo
pt_pt: Carregar imagem personalizada

source: Upload Logo
pt_pt: Carregar Imagem

source: Remove
pt_pt: Remover

source: Checkout Display
pt_pt: Apresentação do checkout

source: Inline
pt_pt: Inserido na Página

source: Popup
pt_pt: Em Popup

source: Checkout Info Details
pt_pt: Detalhes do Pagamento

source: Hide Details
pt_pt: Ocultar Detalhes

source: Show Details
pt_pt: Mostrar Detalhes

source: Order status before payment is completed
pt_pt: Estado da encomenda antes de ser efetivamente paga

source: Pending
pt_pt: Pendente

source: On Hold
pt_pt: Em Espera

source: Payments Settings
pt_pt: Configurações dos Pagamentos

source: Go to the WooCommerce settings to manage the payment methods
pt_pt: Ir para as configurações do WooCommerce para gerir os meios de pagamento

source: easypay Configurations
pt_pt: Configurações easypay

source: Configurations that you must perform on your easypay account.
pt_pt: Configurações que deve realizar na sua conta easypay.

source: Go to "Webservices" > "URL Configuration"
pt_pt: Ir a "Webservices" > "Configurações de URL"

source: Store Connection
pt_pt: Ligação da Loja

source: Go to the easypay backoffice and link your store.
pt_pt: Aceda ao backoffice easypay e adicione a sua loja.

source: Note:
pt_pt: Nota:

source: If the sandbox checkbox is active, you are establishing a connection within the sandbox platform.
pt_pt: Se a sandbox estiver ativa, estará a estabelecer uma ligação dentro da plataforma de sandbox.

source: View / Create Connection
pt_pt: Ver / Criar Ligação

source: PRODUCTION
pt_pt: PRODUÇÃO

source: Tutorial
pt_pt: Manual

source: Click the link to view the full tutorial on how to configure the plugin.
pt_pt: Clique no link para ver o tutorial completo sobre como configurar o plugin.

source: View Tutorial
pt_pt: Ver Tutorial

source: Save Settings
pt_pt: Gravar Configurações

source: Error: Please fill the required field: Connection Key.
pt_pt: Erro: Preencha o campo obrigatório: Chave de Ligação.

source: Your settings have been saved.
pt_pt: As suas configurações foram gravadas.

source: Payment Methods Image
pt_pt: Imagem dos Meios de Pagamento

source: Choose Image
pt_pt: Escolher Imagem

source: Payment Methods and Plugin Settings Added successfully
pt_pt: Meios de Pagamento adicionados com sucesso

source: Automatic payment with approval in the MB Way app.
pt_pt: Pagamento automático com aprovação na App MB Way.

source: Enable MB Way Payment Gateway.
pt_pt: Ativar o pagamento do MB Way.

source: MB Way Settings
pt_pt: Configurações MB Way

source: Enter the payment information and receive a notification in the MB Way app to approve.
pt_pt: Insira a informação para o pagamento e receba uma notificação na App MB Way para aprovar.

source: Multibanco Reference (easypay)
pt_pt: Referência Multibanco (easypay)

source: Receive a Multibanco reference that you can pay through your online banking or at an ATM
pt_pt: Receba uma referência multibanco que pode pagar no seu homebanking ou ATM

source: Enable Ref. Multibanco Payment.
pt_pt: Ativar o pagamento com Referência Multibanco.

source: Payment with Ref. Multibanco
pt_pt: Pagamento com Ref. Multibanco

source: Ref. Multibanco Settings
pt_pt: Configurações Ref. Multibanco

source: Ref. Multibanco works by giving the user the payment information.
pt_pt: A Ref. Multibanco funciona disponibilizando os dados para pagamento ao utilizador.

source: Pay with online credit in a simple and fast way directly with Santander Consumer Finance.
pt_pt: Pague com crédito online de forma simples e rápida diretamente com o Santander Consumer Finance.

source: Enable Santander Consumer Payment.
pt_pt: Ativar o pagamento com Santander Consumer Finance.

source: Santander Consumer Finance Settings
pt_pt: Configurações do Santander Consumer Finance

source: Santander Consumer standard works by sending the user to Santander Consumer Finance APP.
pt_pt: O Santander Consumer redireciona o utilizador para a APP do Santander Consumer Finance.

source: Installment payment in 3X interest-free or 6/12X with interest directly through the Universo app
pt_pt: Pagamento parcelado em 3X sem juros ou 6/12 X com juros diretamente na App Universo

source: Enable Universo Flex Payment.
pt_pt: Ativar o pagamento com Universo Flex.

source: Universo Flex Settings
pt_pt: Configurações do Universo Flex

source: Universo Flex standard works by sending the user to Universo APP.
pt_pt: O Universo Flex funciona redirecionando o utilizador para APP Universo.

source: Virtual IBAN (easypay)
pt_pt: IBAN Digital (easypay)

source: A simple bank transfer
pt_pt: Uma simples Transferência Bancária

source: Enable Virtual IBAN Payment Gateway.
pt_pt: Ativar o pagamento IBAN Digital.

source: Virtual IBAN Settings
pt_pt: Configurações do IBAN Digital

source: Receive the IBAN to make a bank transfer, without the need to send a payment receipt.
pt_pt: Receba o IBAN para fazer uma transferência bancária, sem precisar de enviar comprovativo de pagamento.

source: easypay standard Checkout
pt_pt: easypay Checkout Padrão

source: Invalid order details
pt_pt: Detalhes da Encomenda inválidos

source: Pay Now
pt_pt: Pague agora

source: easypay Gateway Checkout for WooCommerce
pt_pt: Checkout de Pagamentos easypay para WooCommerce

source: easypay Payment Checkout for WooCommerce - Don't leave for tomorrow what you can receive today
pt_pt: easypay Checkout para WooCommerce - Não deixe para amanhã o que você pode ganhar hoje

source: https://easypay.pt/en
pt_pt: https://easypay.pt
